asvetliakov.vscode-neovim
avetis.tokyo-night
eamodio.gitlens
esbenp.prettier-vscode
hbenl.vscode-test-explorer
littlefoxteam.vscode-python-test-adapter
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.test-adapter-converter
njpwerner.autodocstring
s-nlf-fh.glassit
yzhang.markdown-all-in-one
